Repository: eriser/wired
Catalog: trunk/wired/po/*.po
Languages: fr_fr, it_it

source: This is a LADSPA or DSSI Plugin, named '
fr_fr: Ceci est un module LADSPA/DSSI, nommé '
it_it: Questo è un Plugin LADSPA o DSSI, chiamato '

source: <BR>Maker is :
fr_fr: <BR>Créé par :
it_it: Creato da :

source: <BR>This plugin is currently
fr_fr: <BR>Ce module est actuellement
it_it: <BR>Questo Plugin è attualmente

source: disabled.<BR>
fr_fr: inactif.<BR>
it_it: disabilitato.<BR>

source: enabled.<BR>
fr_fr: actif.<BR>
it_it: abilitato.<BR>

source: Audio Inputs are :
fr_fr: Les entrées sonores sont :
it_it: Gli ingressi audio sono :

source: Data Inputs are :
fr_fr: Les entrées données sont :
it_it: Gli ingressi dati sono :

source: Audio Outputs are :
fr_fr: Les sorties sonores sont :
it_it: Le uscite audio sono :

source: Data Outputs are :
fr_fr: Les sorties données sont :
it_it: Le uscite dati sono :

source: Move
fr_fr: Déplacer
it_it: Sposta

source: Moves notes
fr_fr: Déplacer les notes
it_it: Sposta le note

source: Edit
fr_fr: Modifier
it_it: Modifica

source: Resizes notes
fr_fr: Redimensionner les notes
it_it: Ridimensiona le note

source: Del
fr_fr: Suppr
it_it: Canc

source: Deletes notes
fr_fr: Supprimer les notes
it_it: Cancella le note

source: Name
fr_fr: Nom
it_it: Nome

source: Size
fr_fr: Taille
it_it: Grandezza

source: Modified
fr_fr: Modifié
it_it: Modificato

source: Filename
fr_fr: Nom de fichier
it_it: Nome del file

source: Akai device
fr_fr: Péripherique AKAI
it_it: Periferica AKAI

source: Preview
fr_fr: Prévisualisation
it_it: Anteprima

source: Open
fr_fr: Ouvrir
it_it: Apri

source: Save
fr_fr: Enregistrer
it_it: Salva

source: Cancel
fr_fr: Annuler
it_it: Annulla

source: Favorites
fr_fr: Favoris
it_it: Favoriti

source: Recents
fr_fr: Récents
it_it: Recenti

source: All supported soundfiles (*.
fr_fr: Tous les formats supportés (*.
it_it: Tutti i formati supportati (*.

source: All files (*.*)
fr_fr: Tous les fichiers (*.*)
it_it: Tutti i files (*.*)

source: Add to favorites
fr_fr: Ajouter aux favoris
it_it: Aggiungi ai favoriti

source: Please enter a name
fr_fr: Veuillez entrer un nom
it_it: Inserisci un nome

source: File already exists, replace ?
fr_fr: Le fichier existe déjà, remplacer ?
it_it: Il file esiste già, sovrascriverlo ?

source: Sub format unknown
fr_fr: Sous format inconnu
it_it: Sotto-formato sconosciuto

source: Signed 8 bit
fr_fr: 8 bits non signé
it_it: 8 bit con segno

source: Signed 16 bit
fr_fr: 8 bits non signé
it_it: 16 bit con segno

source: Signed 24 bit
fr_fr: 8 bits non signé
it_it: 24 bit con segno

source: Signed 32 bit
fr_fr: 8 bits non signé
it_it: 32 bit con segno

source: Unsigned 8 bit
fr_fr: 8 bits non signé
it_it: 8 bit senza segno

source: 32 bit float
fr_fr: 32 bits (flottant)

source: 64 bit float
fr_fr: 32 bits (flottant)

source: Format unknown
fr_fr: Format Inconnu
it_it: Formato sconosciuto

source: This is an Audio pattern. Double-click on it to open the Audio editor.
fr_fr: Ceci est un échantillon audio. Double-cliquez dessus pour ouvrir l'éditeur audio.
it_it: Questo è un pattern Audio. Doppio-click su quest'ultimo per aprire l'editor Audio.

source: Conversion
fr_fr: Qualité de conversion
it_it: Qualità di conversione

source: Decoding file, please wait.
fr_fr: Decodage en cours, veuillez patienter.
it_it: Decodifica file in corso, aspettate per favore

source: Do you want to copy this file to your project directory ?
fr_fr: Souhaitez-vous copier ce fichier dans le répertoire de travail ?
it_it: Vuoi copiare questo file nella cartella del tuo progetto ?

source: Could not copy file
fr_fr: Impossible de copier le fichier
it_it: Impossibile copiare il file

source: Wired Help
fr_fr: Aide de Wired
it_it: Aiuto di Wired

source: audio engine
fr_fr: moteur audio
it_it: motore audio

source: You may check for your audio settings if you want to use Wired..
fr_fr: Vous devriez vérifier vos parametre audio si vous souhaitez utiliser Wired...
it_it: Dovresti controllare le tue impostazioni audio se vuoi utilizzare Wired..

source: &New Ctrl-N
fr_fr: &Nouveau Ctrl-N
it_it: &Nuovo Ctrl-N

source: &Open... Ctrl-O
fr_fr: &Ouvrir... Ctrl-O
it_it: &Apri... Ctrl-O

source: &Save Ctrl-S
fr_fr: &Enregistrer Ctrl-S
it_it: &Salva Ctrl-S

source: Save &as... F12
fr_fr: Enregistrer &sous... F12
it_it: Salva &con nome... F12

source: &Import directory...
fr_fr: &Importer un dossier...

source: &Import Wave file...
fr_fr: &Importer un fichier son...
it_it: &Importa un file Wave...

source: &Import MIDI file...
fr_fr: &Importer un fichier MIDI...
it_it: &Importa un file MIDI...

source: &Import AKAI sample...
fr_fr: &Importer un CD de sample AKAI...
it_it: &Importa un campione AKAI...

source: &Export Wave file...
fr_fr: &Exporter vers un fichier son...
it_it: &Esporta un file Wave...

source: &Export MIDI file...
fr_fr: &Exporter vers un fichier MIDI...
it_it: &Esporta un file MIDI...

source: &Quit Ctrl-Q
fr_fr: &Quitter Ctrl-Q
it_it: Esc&i Ctrl-Q

source: C&ut Ctrl+X
fr_fr: C&ouper Ctrl-X
it_it: &Taglia Ctrl+X

source: &Copy Ctrl+C
fr_fr: &Copier Ctrl-C
it_it: &Copia Ctrl+C

source: &Paste Ctrl+V
fr_fr: &Coller Ctrl-V
it_it: &Incolla Ctrl+V

source: &Delete Del
fr_fr: &Supprimer Del
it_it: &Cancella Canc

source: &Select all Ctrl+A
fr_fr: &Tout sélectionner Ctrl+A
it_it: &Seleziona tutto Ctrl+A

source: &Settings...
fr_fr: &Parametres...
it_it: &Impostazioni...

source: &Add Audio Track
fr_fr: &Ajouter une piste audio
it_it: &Aggiungi una traccia audio

source: &Add MIDI Track
fr_fr: &Ajouter une piste MIDI
it_it: &Aggiungi una traccia MIDI

source: &Change Audio directory...
fr_fr: &Modifier le répertoire de travail...
it_it: &Cambia la cartella di lavoro...

source: D&elete Rack
fr_fr: &Supprimer le rack
it_it: Rimuovi il rack

source: &Show Integrated Help
fr_fr: &Afficher l'aide contextuelle
it_it: &Mostra l'aiuto contestuale

source: &About...
fr_fr: &A propos de Wired...
it_it: &A proposito di Wired...

source: Switch &Rack/Optional view TAB
fr_fr: Mode rack/vue optionelle TAB
it_it: Modalità &Rack/Vista Opzionale TAB

source: Switch &Sequencer/Optional view Ctrl+TAB
fr_fr: Mode Séquenceur/vue optionelle Ctrl-TAB
it_it: Modalità &Sequencer/Vista Opzionale

source: Floating Transport
fr_fr: Fenêtre de transport flottante
it_it: Stacca la finestra del Trasporto

source: Floating Sequencer
fr_fr: Fenêtre séquenceur flottante
it_it: Stacca il Sequencer

source: Floating Racks
fr_fr: Fenêtre de racks flottante
it_it: Stacca i Rack

source: Floating Optional View
fr_fr: Fenêtre optionelle flotante
it_it: Stacca la Visualizzazione Opzionale

source: &Fullscreen
fr_fr: &Plein écran
it_it: &Schermo intero

source: &Log window
fr_fr: &Fenêtre de message
it_it: &Finestra dei messaggi

source: &File
fr_fr: &Fichier

source: &Edit
fr_fr: &Modifier
it_it: &Modifica

source: &Sequencer
fr_fr: &Séquenceur

source: Effec&ts
fr_fr: Effe&ts
it_it: &Effetti

source: &Video
fr_fr: &Vidéo

source: &Window
fr_fr: &Fenêtre
it_it: &Finestra

source: &Help
fr_fr: &Aide
it_it: &Aiuto

source: Choose the audio working directory
fr_fr: Choisissez le répertoire de travail
it_it: Scegli la cartella di lavoro

source: U&ndo
fr_fr: Annu&ler
it_it: &Annulla

source: &Redo
fr_fr: &Répéter
it_it: &Ripeti

source: &Open video
fr_fr: &Ouvrir vidéo
it_it: &Apri video

source: &Close video
fr_fr: &Fermer vidéo
it_it: &Chiudi video

source: &Seek with video playing
fr_fr: &Avancer vidéo synchrone
it_it: &Avanza la riproduzione video

source: Save current session ?
fr_fr: Enregistrer la session ?
it_it: Salvare la sessione corrente ?

source: wrd Wired session file (*.wrd)
fr_fr: wrd Fichier de session Wired (*.wrd)
it_it: wrd File sessione di Wired (*.wrd)

source: xml Wired session file (*.xml)
fr_fr: xml Fichier de session Wired (*.xml)
it_it: xml File sessione di Wired (*.xml)

source: Open session
fr_fr: Ouvrir une session
it_it: Apri Sessione

source: Save session
fr_fr: Enregistrer la session
it_it: Salva Sessione

source: Loading sound file
fr_fr: Chargement du fichier son
it_it: Apertura del file audio in corso

source: Choose the Audio file directory
fr_fr: Choisissez le répertoire de travail
it_it: Scegli la cartella di lavoro

source: mid Midi file (*.mid)
fr_fr: mid Fichier MIDI (*.mid)
it_it: mid file MIDI (*.mid)

source: Import MIDI file
fr_fr: Importer un fichier MIDI
it_it: Importa un file MIDI

source: Loading midi file
fr_fr: Chargement du fichier MIDI
it_it: Apertura del file MIDI in corso

source: Please wait...
fr_fr: Veuillez patienter...
it_it: Attendere, per favore...

source: Import AKAI samples
fr_fr: Ouvrir des échantillons AKAI
it_it: Importa campioni AKAI

source: Please correctly place the Left and Right markers
fr_fr: Veuillez placer correctement les balises droite et gauche
it_it: Posiziona correttamente i marcatori destro e sinistro, per favore

source: Exporting sound file
fr_fr: Export du fichier son
it_it: Esportazione del file audio

source: Exporting mix
fr_fr: Export Wav
it_it: Esportazione del mixaggio in corso

source: Sequencer
fr_fr: Séquenceur

source: You may check for your audio settings if you want to use wired..
fr_fr: Vous devriez vérifier vos parametres de péripherique son si vous souhaitez utiliser Wired...
it_it: Dovresti controllare le tue impostazioni audio se vuoi utilizzare Wired..

source: Left space on drive :
fr_fr: Espace disque restant :
it_it: Spazio rimanente sul disco :

source: Free memory :
fr_fr: Memoire disponible :
it_it: Memoria disponibile :

source: Unknown
fr_fr: Inconnu
it_it: Sconosciuto

source: This is a MIDI pattern. Double-click on it to open the MIDI editor.
fr_fr: Ceci est un échantillon MIDI. Double-cliquez dessus pour ouvrir l'éditeur MIDI.
it_it: Questo è un pattern MIDI. Doppio-click su quest'ultimo per aprire l'editor MIDI.

source: Midi pattern
fr_fr: Echantillon MIDI
it_it: Pattern MIDI

source: Wired Mixer
fr_fr: Console Wired
it_it: Mixer di Wired

source: No Tool
fr_fr: Pas d'outil
it_it: Nessuno strumento

source: Add
fr_fr: Ajouter
it_it: Aggiungi

source: &Effects
fr_fr: &Effets
it_it: &Effetti

source: Cut
fr_fr: Couper
it_it: Taglia

source: Copy
fr_fr: Copier
it_it: Copia

source: Paste
fr_fr: Coller
it_it: Incolla

source: Delete
fr_fr: Supprimer
it_it: Cancella

source: This is the Rack view of Wired, where you can add plugins. Plugins are organized into tracks vertically, meaning the first plugin in a column will send its output signal to the plugin below it. You can connect sequencer tracks to plugins
fr_fr: Ceci est la vue des racks de Wired, où vous pouvez ajouter des modules. Les modules sont organisés en tranches verticales, le premier module d'une tranche envoie son signal de sortie aux entrées du module situé dessous. Vous pouvez brancher les pistes du séquenceur aux modules.

source: Click on this button to show the list of instruments and effects you can connect your track to.
fr_fr: Cliquez sur ce bouton pour visualiser la liste des modules que vous pouvez connecter à une piste.
it_it: Clicka su questo pulsante per vedere la lista di strumenti ed effetti che puoi aggiungere alla tua traccia.

source: Click on this box to select the device you would like to record from.
fr_fr: Cliquer sur ce bouton pour sélectionner le périphérique à partir duquel vous souhaitez enregistrer.
it_it: Clicka su questo pannello per selezionare il device dal quale vuoi registrare.

source: None
fr_fr: Aucun
it_it: Nessuno

source: Input %d
fr_fr: Entrée %d
it_it: Ingresso %d

source: Midi In %d
fr_fr: Entrée MIDI %d
it_it: Ingresso MIDI %d

source: This is the Wired sequencer. You can add here Audio or MIDI tracks, which can be output to plugins. Use the toolbar above to choose one of the sequencer editing tools.
fr_fr: Ceci est le séquenceur de Wired. Vous pouvez y placer des pistes audio ou MIDI, qui peuvent être connectées à des modules. Utilisez la barre d'outils ci-dessus pour sélectionner un outil d'édition.
it_it: Questo è il Sequencer di WIred. Puoi aggiungere qui traccie Audio o MIDI, che possono essere inviate ai Plugins. Usa la barra degli strumenti sopra per scegliere uno degli strumenti di modifica del Sequencer

source: Move Pattern
fr_fr: Déplacer l'échantillon
it_it: Sposta il Pattern

source: Draw
fr_fr: Dessiner
it_it: Disegna

source: Draw Pattern
fr_fr: Dessiner l'échantillon
it_it: Disegna il Pattern

source: Delete Pattern
fr_fr: Supprimer l'échantillon
it_it: Elimina il Pattern

source: Split
fr_fr: Découper
it_it: Dividi

source: Split Pattern
fr_fr: Découper l'échantillon
it_it: Dividi il Pattern

source: Color
fr_fr: Couleur
it_it: Colore

source: Vertical Zoom
fr_fr: Zoom vertical
it_it: Zoom Verticale

source: Move to cursor
fr_fr: Déplacer vers le curseur
it_it: Sposta il cursore

source: Select all
fr_fr: Tout sélectionner
it_it: Seleziona tutto

source: General
fr_fr: Général
it_it: Generale

source: Quickly render waveforms
fr_fr: Rendu rapide des formes d'ondes
it_it: Renderizza le forme d'onda velocemente

source: Render waveforms in dB mode
fr_fr: Rendu des formes d'ondes en décibels
it_it: Renderizza le forme d'onda in decibels

source: Undo redo maximum depth
fr_fr: Taille du cache de l'historique des actions
it_it: Massimo numero di azioni di Annulla/Ripeti

source: Select Output sound card:
fr_fr: Sélectionnez le périphérique de sortie
it_it: Seleziona la scheda audio di uscita:

source: Select left and right Output channels for this sound card:
fr_fr: Sélectionnez les canaux de sortie droit et gauche pour ce périphérique
it_it: Seleziona i canali destro e sinistro di uscita per questa scheda audio:

source: Sample format:
fr_fr: Format d'échantillonage
it_it: Formato di campionamento:

source: Sample rate:
fr_fr: Taux d'échantillonage
it_it: Frequenza di campionamento

source: Latency:
fr_fr: Latence
it_it: Latenza:

source: Select Input sound card:
fr_fr: Sélectionnez le périphérique d'entrée
it_it: Seleziona la scheda audio di ingresso:

source: Select Input channels to use with this sound card:
fr_fr: Sélectionnez les canaux d'entrée droit et gauche pour ce périphérique
it_it: Seleziona i canali di ingresso da usare per questa scheda audio:

source: Select MIDI In devices to use:
fr_fr: Sélectionnez le périphérique MIDI
it_it: Seleziona i device MIDI da utilizzare:

source: Apply
fr_fr: Appliquer
it_it: Applica

source: Output %d
fr_fr: Sortie %d
it_it: Uscita %d

source: In %d: %s
fr_fr: Entrée %d: %s
it_it: Ingresso %d: %s

source: No more than 2 output channels can be selected
fr_fr: Vous ne pouvez pas sélectionner plus de 2 canaux de sortie
it_it: Non possono essere selezionati più di 2 canali di uscita

source: 8 bits[currently unsupported]
fr_fr: 8 bits[non supporté]
it_it: 8 bits[correntemente non supportato]

source: 8 bits (unsigned)[currently unsupported]
fr_fr: 8 bits (non signé)[non supporté]
it_it: 8 bits (senza segno)[correntemente non supportato]

source: 16 bits[currently unsupported]
fr_fr: 16 bits[non supporté]
it_it: 16 bits[correntemente non supportato]

source: 24 bits[currently unsupported]
fr_fr: 24 bits[non supporté]
it_it: 24 bits[correntemente non supportato]

source: 32 bits[currently unsupported]
fr_fr: 32 bits[non supporté]
it_it: 32 bit[correntemente non supportato]

source: 32 bits (float)
fr_fr: 32 bits (flottant)

source: Latency: %d samples per buffer, %.2f msec
fr_fr: Latence: %d échantillons par buffer, %.2f msec
it_it: Latenza: %d campioni per buffer, %.2f msec

source: Turns On or Off Loop mode. If On, the sequencer will loop between the L and R marker in the sequencer.
fr_fr: Active ou désactive le mode boucle. Si actif, le séquenceur bouclera entre les balises L et R dans le séquenceur.
it_it: Attiva / Disattiva la modalità di loop. Se Attiva, il sequencer ciclerà tra i marcatori L e R dentro il sequencer

source: Turns On or Off Click mode. If On, a click will be played over each beat per bar.
fr_fr: Active ou désactive le mode métronome. Si actif, un clic sera émis à chaque temps par mesure
it_it: Attiva / Disattiva la modalità Click. Se attiva, un click verrà suonato per ogni battuta

source: Normalize..
fr_fr: Normaliser...
it_it: Normalizza..

source: Select All
fr_fr: Tout sélectionner
it_it: Seleziona tutto

source: Effects
fr_fr: Effets
it_it: Effetti

source: File opened in read only mode
fr_fr: Fichier ouvert en lecture seule
it_it: File aperto in sola lettura

source: Enter gain
fr_fr: Entrez le gain
it_it: Inserisci il gain

source: Please enter text
fr_fr: Entrez le texte
it_it: Inserisci il testo

source: Enter normalize level
fr_fr: Entrez le niveau de normalisation
it_it: Inserisci il livello di normalizzazione

source: Copy wave
fr_fr: Copier l'échantillon
it_it: Copia l'onda audio

source: Paste wave
fr_fr: Coller l'échantillon
it_it: Incolla l'onda audio

source: Cut wave
fr_fr: Couper l'échantillon
it_it: Taglia l'onda audio

source: Undo
fr_fr: Annuler
it_it: Annulla

source: Undo last action
fr_fr: Annuler la dernière action
it_it: Annulla l'ultima operazione

source: Redo
fr_fr: Répéter
it_it: Ripeti

source: Assign Midi Controller
fr_fr: Assigner un contrôleur MIDI
it_it: Assegna il controller MIDI

source: Assign to controller number :
fr_fr: Assigner au contrôle numéro :
it_it: Assegna al controller il numero :

source: Channel:
fr_fr: Canal :
it_it: Canale:

source: Control:
fr_fr: Contrôle :
it_it: Controllo:

source: Value:
fr_fr: Valeur :
it_it: Valore:

source: Samples
fr_fr: Echantillon
it_it: Campione

source: #0 for
fr_fr: #0 pour
it_it: #0 per

source: Load AKAI program
fr_fr: Charger un program AKAI
it_it: Carica un programma AKAI

source: Loading AKAI program
fr_fr: Chargement AKAI en cours
it_it: Apertura del programma AKAI in corso

source: Keygroup editor for
fr_fr: Editeur de touche pour
it_it: Editor Keygroup per

source: for
fr_fr: pour
it_it: per

source: New effect
fr_fr: Nouvel effet
it_it: Nuovo effetto

source: CDEFGAB
fr_fr: DoRéMiFaSolLaSi
it_it: DoReMiFaSolLaSi

source: C
fr_fr: Do
it_it: Do

source: C#
fr_fr: Do#
it_it: Do#

source: D
fr_fr: Ré
it_it: Re

source: D#
fr_fr: Ré#
it_it: Re#

source: E
fr_fr: Mi
it_it: Mi

source: F
fr_fr: Fa
it_it: Fa

source: F#
fr_fr: Fa#
it_it: Fa#

source: G
fr_fr: Sol
it_it: Sol

source: G#
fr_fr: Sol#
it_it: Sol#

source: A
fr_fr: La
it_it: La

source: A#
fr_fr: La#
it_it: La#

source: B
fr_fr: Si
it_it: Si

source: Low key:
fr_fr: Première touche:
it_it: Chiave bassa:

source: High key:
fr_fr: Dernière touche :
it_it: Chiave alta:

source: Plugin
fr_fr: Module

source: No Plugin
fr_fr: Pas de module
it_it: Nessun Plugin

source: Load Sample
fr_fr: Charger un échantillon
it_it: Carica un campione

source: empty
fr_fr: vide
it_it: vuoto

source: Loading wave file
fr_fr: Charger le fichier sonore
it_it: Apertura del file Wave

source: Use this button to display and edit the tracker associated to this channel
fr_fr: Utilisez ce bouton pour afficher et éditer le tracker associé à ce canal
it_it: Usa questo pulsante per visualizzare e modificare il tracker associato a questo canale

source: Use this button to open the sound file browser
fr_fr: Utilisez ce bouton pour ourvrir l'expolrateur de fichier
it_it: Usa questo pulsante per aprire il browser dei file audio

source: Invert playing order of samples
fr_fr: Inverse l'ordre de lecture des échantillons
it_it: Inverti l'ordine dei campioni

source: Mute the channel
fr_fr: Rend muet le canal
it_it: Rendi muto il canale

source: Mute all other channels
fr_fr: Rend muets tous les canaux
it_it: Rendi muri tutti gli altri canali

source: Play the sound instantaneously
fr_fr: Joue immédiatement le son
it_it: Riproduci immediatamente il suono

source: Set level of the channel
fr_fr: Ajuste le niveau du canal
it_it: Aggiusta il livello del canale

source: Panoramic left - right
fr_fr: Panoramique gauche - droite
it_it: Panoramica sinistra - destra

source: Set the starting point of the playing sound
fr_fr: Ajuste le point de départ du son joué
it_it: Imposta il punto di partenza della riproduzione

source: Set the ending point of the playing sound
fr_fr: Ajuste le point d'arrêt du son joué
it_it: Imposta il punto di fine della riproduzione

source: Set channel's pitch
fr_fr: Ajuste le pitch du canal
it_it: Aggiusta il pitch del canale

source: Set channel's velocity
fr_fr: Ajuste la vitesse du canal
it_it: Imposta la velocità del canale

source: Set the number of voices for this channel
fr_fr: Ajuste le nombre de voies pour ce canal
it_it: Imposta il numero di voci per questo canale

source: Copy pattern
fr_fr: Copier l'échantillon
it_it: Copia il Pattern

source: Paste pattern
fr_fr: Coller l'échantillon
it_it: Incolla il Pattern

source: One of the 11 channels available, each channel can load a soundfile and can contain up to 40 different rythms providing fine tunings for them
fr_fr: L'un des 11 canaux disponible, chaque canal peut charger un fichier son et peu contenir jusqu'à 40 rythmes différents, permettant des réglages précis.
it_it: Uno degli 11 canali disponibili, ciascun canale può aprire un file audio e può contenere fino a 40 ritmi differenti, permettendo regolazioni precise

source: This is the auto play button, when enabled, DRM31 will play selected pattern synchronously with Wired's Sequencer
fr_fr: Ceci est le bouton de lecture automatique, si il est activé, le DRM31 jouera l'échantillon en même temps que le séquenceur de Wired
it_it: Questo è il pulsante dell'auto-play, quando selezionato DRM31 riprodurrà il pattern sincronizzandosi con il Sequencer di Wired

source: This is a tracker edition control, it can be clicked in 5 different places to obtain different velocities, right click returns to unclicked state
fr_fr: Ceci est un tracker, il peut avoir 5 valeurs afin d'obtenir des vitesses différentes, un clic droit rétabli l'état
it_it: Questo è un tracker, può essere impostato a 5 diversi valori clickando in 5 posti differenti per ottenere velocità diverse, il click con il pulsante destro del mouse ripristina lo stato iniziale della velocità

source: This is Wired's Beat Box plugin (DRM31). It brings you 11 channels to make up to 40 complex and realistic drum sequences within the traditional tracker or the optional sequencer view attached
fr_fr: Ceci est la boîte à rythme de Wired (DRM31). Il comporte 11 canaux permettant jusqu'à 40 séquences de percussions complexes et réalistes dans l'une des deux vues disponibles
it_it: Questo è il Plugin Beat Box di Wired (DRM31). Ti mette a disposizione 11 canali per creare fino a 40 sequenze di batteria complesse e realistiche in ciascuna delle due visualizzazioni possibili

source: This knob sets the master level output of the DRM31 plugin
fr_fr: Ce potentiomètre agit sur le niveau de sortie du DRM31
it_it: Questa manopola imposta il livello di uscita master per il Plugin DRM31

source: These buttons control the position of the 16 strokes represented below
fr_fr: Ces boutons contrôlent la position des 16 courses représentées en dessous
it_it: Questi pulsanti controllano la posizione dei 16 colpi rappresentati in basso

source: These buttons control the signature of the current rythm, note that the greater the denominator is, the faster the rythm will play
fr_fr: Ces boutons contrôle la signature de la rythmique en cours, notez que le plus grand dénominateur donne le rythme le plus rapide
it_it: Questi pulsanti controllano la metrica del ritmo corrente, nota che più il denominatore è grande più il ritmo viene riprodotto velocemente

source: Set the number of steps for the current rythm
fr_fr: Choisissez le nombre d'étape pour le rythme en cours
it_it: Imposta il numero di passi del ritmo corrente

source: The bank control allows you to choose one of the 5 banks proposed, each bank contains 8 rythms
fr_fr: Le contrôle de banque vous permet de sélectionner l'une des 5 banques proposées, chaque banque contenant 8 rythmes
it_it: Il controllo dei banchi ti permette di scegliere uno dei 5 banchi proposti, ogni banco contiene 8 ritmi
