Repository: eriser/wired
Catalog: trunk/wired/po/*.po
Languages: fr_fr, it_it

source: This button switches the plugin to edit mode, when activated, you can edit other rythms on an other bank while playing the old selected rythm
fr_fr: Ce bouton permet de basculer le module en mode édition, si actif, vous pouvez éditer d'autres rythmes dans une autre banque tout en jouant le rythme sélectionné précédement
it_it: Questo pulsante cambia la modalità corrente in modalità di modifica del Plugin. Quando quest'ultima è attiva puoi modificare altri ritmi in altri banchi mentre il vecchio ritmo selezionato sta venendo riprodotto

source: These buttons represent 8 different rythms
fr_fr: Ces boutons représentent les 8 rythmes disponibles
it_it: Questi pulsanti rappresentano gli 8 ritmi disponibili

source: These buttons are used if you want to import or export a patch apart from the session
fr_fr: Ces boutons vous permettent d'importer ou d'exporter un morceaux en dehors de la session
it_it: Puoi utilizzare questi pulsanti quando vuoi importare o esportare un pezzo dalla/alla sessione

source: drm DRM-31 patch file (*.drm)
fr_fr: drm Fichier DRM-31 (*.drm)
it_it: drm file di un pezzo DRM-31 (*.drm)

source: Save Patch
fr_fr: Sauvegarder l'échantillon
it_it: Salva pezzo

source: Load Patch
fr_fr: Charger l'échantillon
it_it: Carica pezzo

source: Loading patch file
fr_fr: Charger le fichier d'échantillon
it_it: Apertura pezzo

source: channel empty
fr_fr: canal vide
it_it: canale vuoto

source: Activate magnetism
fr_fr: Active le magnétisme
it_it: Attiva il magnetismo

source: Deactivate magnetism
fr_fr: Désactive le magnétisme
it_it: Disattiva il magnetismo

source: LEVEL
fr_fr: NIVEAU
it_it: LIVELLO

source: VELOCITY
fr_fr: VITESSE
it_it: VELOCITA

source: START
fr_fr: DEBUT
it_it: INIZIO

source: END
fr_fr: FIN
it_it: FINE

source: Set loop's number of beat per bar
fr_fr: Ajuste le nombre de boucle par temps
it_it: Imposta il numero di loop per battuta

source: Number of beat per bar:
fr_fr: Nombre de temps par mesure
it_it: Numero di battute

source: This is Wired's Loop Sampler. It enables you to load loops and modify them, by cutting them into slices for automatic loop scaling, with pitch shifting and time stretching.
fr_fr: Ceci est l'échantilloneur de boucle de Wired. Il permet de charger des boucles et de les modifier en les découpant pour une graduation automatique des boucles, avec un décalage de lancement et modification de la durée.
it_it: Questo è il campionatore di Loop di Wired. Ti permette di caricare dei loop e modificarli, dividendoli in parti per una misura automatica, con la possibilità di spostare il pitch e modificare la durata

source: This knob sets the octave of the loaded sample. It will use a pitch shifting algorithm to achieve that effect. Right click on it to set the MIDI automation controller.
fr_fr: Ce potentiomètre ajuste l'octave de l'échantillon chargé. Il utilise pour ce faire un algorithme de décalage de temps. Clic-droit pour ajuster le contrôleur MIDI d'automation.
it_it: Questa manopola imposta l'ottava del campione caricato. Usa un algoritmo di spostamento del pitch per raggiuntgere questo obiettivo. Clicka con il tasto destro su di esso per impostare l'automazione del controller MIDI

source: Changes the pitch (speed) of the whole loaded sample. Right click on it to set the MIDI automation controller.
fr_fr: Modifie la vitesse de l'ensemble de l'échantillon. Clic-droit pour ajuster le contrôleur MIDI d'automation.
it_it: Modifica il pitch (velocità) dell'intero campione caricato. Clicka con il tasto destro su di esso per impostare l'automazione del controller MIDI

source: Stretch the whole sample that it synchronizes with the sequencer BPM Right click on it to set the MIDI automation controller.
fr_fr: Modifie l'ensemble de l'échantillon afin qu'il soit synchrone avec le BPM du séquenceur. Clic-droit pour ajuster le contrôleur MIDI d'automation.

source: Inverts the sample audio data. Right click on it to set the MIDI automation controller.
fr_fr: Inverse les données audio de l'échantillon. Clic-droit pour ajuster le contrôleur MIDI d'automation
it_it: Inverte i dati del campione audio. Clicka con il tasto destro su di esso per impostare l'automazione del controller MIDI

source: Plays the sample, synchronized with the sequencer.
fr_fr: Joue l'échantillon, synchronisé avec le séquenceur
it_it: Riproduce il campione, sincronizzato con il sequencer.

source: Opens an audio file or Loop Sampler patch.
fr_fr: Charge un fichier audio ou une boucle.
it_it: Apre un file audio o un loop

source: Saves current configuration to a Loop Sampler patch file.
fr_fr: Enregistre la configuration actuelle dans un fichier.
it_it: Salva l'attuale configurazione in un file

source: Send current slices configuration to the selected MIDI tracks, as MIDI notes.
fr_fr: Envoie la configuration courante aux pistes MIDI sélectionnées, sous forme de notes MIDI.
it_it: Spedisce le parti correnti della configurazione alle tracce MIDI selezionate, come note MIDI.

source: Shows Loop Sampler's optional view.
fr_fr: Affiche l'aide optionnelle de l'échantilloneur
it_it: Mostra la visualizzazione opzionale del loop

source: Save Loop Sampler patch
fr_fr: Enregistre le fichier de l'échantilloneur
it_it: Salva il file del campionatore di loop

source: Affect
fr_fr: Affecte
it_it: Influisce

source: Would you like to convert your file from
fr_fr: Souhaitez-vous convertir votre fichier de
it_it: Vuoi convertire il tuo file da

source: to
fr_fr: à
it_it: a

source: and
fr_fr: et
it_it: e

source: samplerate
fr_fr: (taux d'échantillonage)
it_it: frequenza di campionamento

source: %d Hz to %ld Hz ?
fr_fr: %d Hz vers %ld Hz ?

source: File format mismatch
fr_fr: Formats de fichier différent
it_it: I formati dei files non corrispondono

source: Please Choose conversion quality (default is better)
fr_fr: Veuillez sélectionner la qualité de conversion (meilleure par défaut)
it_it: Per favore, scegliete la qualità di conversione (il valore predefinito è la qualità migliore)

source: Conversion quality
fr_fr: Qualité de conversion
it_it: Qualità di conversione

source: Converting wave file
fr_fr: Conversion du fichier sonore
it_it: Conversione file wave in corso

source: File format selection
fr_fr: Sélection du format de fichier
it_it: Selezione del formato del file

source: Please select the options that you want for the downmix. (Defaults are current project's configuration)
fr_fr: Veuillez choisir les options que vous souhaitez pour le mixage final. (Configuration du projet par défaut)
it_it: Per favore seleziona le opzioni che desideri per il mixaggio finale. (I valori predefiniti sono quelli attuali del progetto)

source: Unsigned 8 bits
fr_fr: 8 bits non signé
it_it: 8 bits senza segno

source: Floating 32 bits
fr_fr: 32 bits (flottant)
it_it: 32 bits floating

source: Add a file
fr_fr: Ajouter un fichier
it_it: Aggiungi un file

source: Remove
fr_fr: Supprimer
it_it: Rimuovi

source: Remove file
fr_fr: Supprimer le fichier
it_it: Rimuovi il file

source: Edit file
fr_fr: Modifier
it_it: Modifica il file

source: Insert
fr_fr: Insérer
it_it: Inserisci

source: Insert file
fr_fr: Insérer fichier
it_it: Inserisci il file

source: Insert file in a new track
fr_fr: Insérer le fichier dans une nouvelle piste
it_it: Inserisci il file in una nuova traccia

source: Preview file
fr_fr: Prévisualisation
it_it: Anteprima file

source: Preview a file
fr_fr: Prévisualisation
it_it: Anteprima del file

source: Expand/Collapse
fr_fr: Dérouler/Enrouler
it_it: Espandi/Collassa

source: Expand/Collapse all
fr_fr: Dérouler/Enrouler tous
it_it: Espandi/Collassa tutti

source: Expand or Collapse all tree branches
fr_fr: Dérouler/Enrouler toutes les branches
it_it: Espandi o Collassa tutti i rami

source: Show/Hide Audio files
fr_fr: Montrer/Cacher les fichiers audios
it_it: Mostra/Nascondi i file audio

source: Show or hide audio files from the Media Library
fr_fr: Montrer/Cacher les fichiers audios de la Media Library
it_it: Mostra o nascondi i file audio dalla Media Library

source: Show/Hide MIDI files
fr_fr: Montrer/Cacher les fichiers MIDI
it_it: Mostra/Nascondi i file MIDI

source: Show or hide MIDI files from the Media Library
fr_fr: Montrer/Cacher les fichiers MIDI de la Media Library
it_it: Mostra o Nascondi i file MIDI dalla Media Library

source: Show/Hide Video files
fr_fr: Montrer/Cacher les fichiers video
it_it: Mostra/Nascondi i file video

source: Show or hide video files from the Media Library
fr_fr: Montrer/Cacher les fichiers video de la Media Library
it_it: Mostra o Nascondi i file video dalla Media Library

source: FEffects
fr_fr: FEffets

source: Show/Hide Effects Files
fr_fr: Montrer/Cacher les fichiers d'effet
it_it: Mostra/Nascondi i file degli Effetti

source: Show or hide effects from the Media Library
fr_fr: Montrer/Cacher les fichiers d'effet de la Media Library
it_it: Mostra o Nascondi gli effetti dalla Media Library

source: Critical error
fr_fr: Erreur critique
it_it: Errore Critico

source: An unhandled exception occurs, Wired stop now!
fr_fr: Une exception non prévue a été détecté, Wired va s'arrêter
it_it: Si è verificata Un'eccezione non gestita, Wired si chiuderà adesso!

source: You have no soundcard or it's busy, Wired will exit.
fr_fr: Aucune carte son détectée, ou périphérique occupé, Wired va s'arrêter.
it_it: Non avete una scheda audio oppure essa è occupata, ora Wired uscirà

source: Import &MIDI file...
fr_fr: &Importer un fichier MIDI...
it_it: Importa file &MIDI...

source: Import A&KAI sample...
fr_fr: &Importer un CD de sample AKAI...
it_it: Importa campione A&KAI...

source: E&xport Wave file...
fr_fr: &Exporter vers un fichier WAV...
it_it: E&sporta file Wave...

source: Ex&port MIDI file...
fr_fr: &Exporter vers un fichier MIDI...
it_it: Es&porta file MIDI...

source: Please beware it is in alpha state
fr_fr: Media Library en phase très unstable
it_it: Sei avvertito che la Media Library è nella fase alfa di sviluppo per cui è molto instabile

source: &Show Ctrl-M
fr_fr: &Montrer Ctrl-N
it_it: &Mostra Ctrl-M

source: &Hide Ctrl-M
fr_fr: &Cacher Ctrl-N
it_it: &NAscondi Ctrl-M

source: Floating
fr_fr: Fenêtre flottante

source: Export MIDI file
fr_fr: &Exporter vers un fichier MIDI...
it_it: Esporta file MIDI

source: Project's name
fr_fr: Nom du projet

source: Sounds
fr_fr: Sons
it_it: Suoni

source: Sound Files
fr_fr: Fichier son
it_it: Files audio

source: MIDI Files
fr_fr: Fichier MIDI
it_it: Files MIDI

source: Videos Files
fr_fr: Fichier video
it_it: Files Video

source: Effects Files
fr_fr: Fichier effet
it_it: Files degli Effetti

source: New Directory
fr_fr: Nouveau répertoire
it_it: Nuova Cartella

source: Wired Settings
fr_fr: &Parametres...
it_it: Impostazioni...

source: Output
fr_fr: Sortie %d
it_it: Uscita

source: Input
fr_fr: Entrée %d
it_it: Ingresso

source: Avalaible sound system:
fr_fr: Système son disponible:
it_it: Sistema audio disponibile:

source: Input
fr_fr: Entrée %d
it_it: Ingresso

source: Output
fr_fr: Sortie %d
it_it: Uscita

source: [currently unsupported]
fr_fr: 8 bits[non supporté]
it_it: 8 bits[attualmente non supportato]

source: Undo
fr_fr: Annuler
it_it: Annulla

source: Redo
fr_fr: Répéter
it_it: Ripeti

source: AddTrackAction
fr_fr: Ajout de piste

source: creating rack effect
fr_fr: création de rack
it_it: Creazione di un rack

source: importing wave
fr_fr: import d'un son
it_it: Importazione Wave in corso

source: importing midi
fr_fr: import MIDI
it_it: Importazione Midi in corso

source: importing AKAI
fr_fr: import AKAI
it_it: Importazione AKAI in corso

source: creating rack
fr_fr: Création de rack
it_it: creazione rack

source: changing rack effect parameters
fr_fr: Changement de parametre d'un module
it_it: cambiamento delle impostazioni di un rack

source: Unknown format
fr_fr: Format inconnu
it_it: Formato sconosciuto

source: All supported files (*.
fr_fr: Tous les formats supportés (*.
it_it: Tutti i tipi di file supportati(*.

source: No help provided for this plugin
fr_fr: Aucune aide fournie par ce module
it_it: Nessun aiuto disponibile per questo Plugin

source: Feedback
fr_fr: Retour

source: DryLevel
fr_fr: Niveau de mélange

source: WetLevel
fr_fr: Niveau de mélange

source: BaseLength
fr_fr: Taille de base

source: ModDepth
fr_fr: Profondeur

source: Frequency
fr_fr: Fréquence
it_it: Frequenza

source: EffectMix
fr_fr: Effets
it_it: Effetti

source: Filter
fr_fr: Fitre
it_it: Filtro

source: Cutoff
fr_fr: Coupure

source: Resonance
fr_fr: Résonnance
it_it: Risonanza

source: MIDICutoff1
fr_fr: CoupureMIDI1

source: MIDIResonance1
fr_fr: RésonnanceMIDI1
it_it: RisonanzaMIDI1

source: MIDICutoff2
fr_fr: CoupureMIDI2

source: MIDIResonance2
fr_fr: RésonnanceMIDI2
it_it: RisonanzaMIDI2

source: ReverbSelected
fr_fr: Reverb sélectionnée
it_it: Riverbero Selezionato

source: MixLevel
fr_fr: Niveau de mélange
it_it: Livello Mix

source: Decay
fr_fr: Décalage
it_it: Decadimento

source: StartPhase
fr_fr: Début de la phase
it_it: Inizio della fase

source: Depth
fr_fr: Profondeur
it_it: Profondità

source: FrequencyOFS
fr_fr: FréquenceOFS
it_it: FrequenzaOFS

source: Resolution
fr_fr: Résolution
it_it: Risoluzione

source: Available sound system:
fr_fr: Module son disponible:

source: Could not open audio device : check that the device is not busy (used by another application) and that your audio settings are correct.
fr_fr: Impossible d'acéder au péripherique : vérifiez que le peripherique n'est pas utilisé par une autre application et que votre configuration est correcte.

source: Magnetize
fr_fr: Magnetiser

source: Warning
fr_fr: Avertissement

source: Your configuration file is deprecated, settings need to be set
fr_fr: Votre fichier de configuration est obsolète, les paramètres doivent êtres ajustés

source: Merge
fr_fr: Fusionner

source: Merge Patterns
fr_fr: Fusionner les échantillons

source: Add &MIDI Track
fr_fr: Ajouter une piste &MIDI

source: This feature is currently in alpha stage
fr_fr: Media Library en phase très instable

source: Save Media Library
fr_fr: Enregikstrer la MediaLibrary

source: Load Media Library
fr_fr: Ouvrir la Media Library

source: &Show/Hide Ctrl-M
fr_fr: &Montrer/Cacher Ctrl-M

source: &Floating
fr_fr: &Fenêtre flottante

source: Floating &Transport
fr_fr: Fenêtre de &transport flottante

source: Floating S&equencer
fr_fr: F&enêtre séquenceur flottante

source: Floating R&acks
fr_fr: Fenêtre de r&acks flottante

source: xml Media Library file (*.xml)
fr_fr: xml Fichier Media Library (*.xml)

source: An unhandled exception has occurred, aborting
fr_fr: Une exception non gérée a été levée, Wired va s'arrêter

source: Start Preview
fr_fr: Démarer la prévisualisation

source: Stop Preview
fr_fr: Arrêter la prévisualisation

source: folder
fr_fr: répertoire

source: name
fr_fr: nom

source: file
fr_fr: Fichier

source: Extention :
fr_fr: Extension :

source: Length :
fr_fr: Duree :

source: Bitrate
fr_fr: Taux d'echantillonage

source: Size :
fr_fr: Taille

source: Please select the options that you want for the downmix. (Defaults are current project values)
fr_fr: Veuillez choisir les options que vous souhaitez pour le mixage final. (Par défaut : configuration du projet)

source: Type
it_it: Tipo

source: Partition
it_it: Partizione

source: Stop
it_it: Ferma

source: MS WAVE with WAVEFORMATEX
it_it: MS WAVE with WAFEFORMATEX

source: &Delete Track
it_it: &Rimuovi la traccia

source: &Instruments
it_it: &Strumenti

source: Transport
it_it: Trasporto

source: Magnet
it_it: Magnete

source: Bar
it_it: Barra

source: Videos
it_it: Video

source: flac Free Lossless Audio Codec (*.flac)
it_it: flac Free Looless Audio Codec (*.flac)

source: wav Microsoft WAV format (*.wav)
it_it: wav Formato Microsoft WAV (*.wav)

source: wls Loop Sampler patch (*.wls)
it_it: wls File del Campionatore di Loop (*.wls)

source: aif Apple/SGI AIFF format (*.aif)
it_it: aif Formato Apple/SGI AIFF (*.aif)

source: au;snd Sun/NeXT AU format (*.au; *.snd)
it_it: au;snd Formato Sun/NeXT AU (*.au;*.snd)

source: svx Amiga IFF / SVX8 / SV16 format (*.svx)
it_it: svx Formato Amiga IFF / SVX8 / SV16 (*.svx)

source: paf;fap Ensoniq PARIS format (*.paf; *.fap)
it_it: paf;fap Formato Ensoniq PARIS (*.paf; *.fap)

source: nist Sphere NIST format (*.nist)
it_it: nist Formato NIST Sphere (*.nist)

source: ircam;sf Berkeley/IRCAM/CARL format (*.ircam; *.sf)
it_it: ircam;sf Formato Berkeley/IRCAM/CARL (*.ircam; *.sf)

source: voc Creative Labs VOC format (*.voc)
it_it: voc Formato Creative Labs VOC (*.voc)

source: w64 Sonic Foundry's 64 bit RIFF/WAV format (*.w64)
it_it: w64 Formato WAV/RIFF 64 bit Sonic Foundry

source: raw RAW PCM data format (*.raw)
it_it: raw Formato dati RAW PCM (*.raw)

source: mat4;mat Matlab (tm) V4.2 / GNU Octave 2.0 format (*.mat4; *.mat)
it_it: mat4;mat Formato MatLab (tm) V4.2 / GNU Octave 2.0 (*.mat4; *.mat)

source: mat5 Matlab (tm) V5 / GNU Octave 2.1 format (*.mat5)
it_it: mat5 Formato MatLab (tm) V5 / GNU Octave 2.1 (*.mat5)

source: xi Fastracker 2 format (*.xi)
it_it: xi Formato Fastracker 2 (*.xi)
